require_relative 'pageFormat'

def displayHelloKitty
  
  add_margin
  puts "🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱⬛⬛⬛🌱🌱🌱🌱🌱🌱🌱" 
  add_margin
  puts "🌱🌱🌱🌱🌱⬛⬛🌱🌱⬛🎁🎁🎁⬛🌱🌱🌱🌱🌱🌱"
  add_margin
  puts "🌱🌱🌱🌱⬛⬜⬜⬛⬛⬛🎁🌟🎁⬜⬛🌱🌱🌱🌱🌱" 
  add_margin
  puts "🌱🌱🌱🌱⬛⬜⬜⬜⬜⬜🎁🎁🎁🎁🎁⬛🌱🌱🌱🌱" 
  add_margin
  puts "🌱🌱🌱⬛⬜⬜⬜⬜⬜⬜⬜⬜🎁🌟🎁⬛🌱🌱🌱🌱" 
  add_margin
  puts "🌱🌱🌱⬛⬜⬜⬜⬜⬜⬜⬜⬜🎁🎁🎁⬜⬛🌱🌱🌱" 
  add_margin
  puts "🌱🌱⬛⬛⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬛⬛⬛🌱🌱" 
  add_margin
  puts "🌱🌱🌱⬛⬜⬛⬜⬜⬜⬜⬜⬛⬜⬜⬜⬜⬛🌱🌱🌱" 
  add_margin
  puts "🌱🌱⬛⬛⬜⬛⬜⬜⬜⬜⬜⬛⬜⬜⬜⬛⬛⬛🌱🌱" 
  add_margin
  puts "🌱🌱🌱⬛⬜⬜⬜⬜⬛⬜⬜⬜⬜⬜⬜⬛🌱🌱🌱🌱" 
  add_margin
  puts "🌱🌱🌱🌱⬛⬜⬜⬜⬜⬜⬜⬜⬜⬛⬛🌱🌱🌱🌱🌱"
  add_margin
  puts "🌱🌱🌱🌱🌱⬛⬛⬛⬛⬛⬛⬛⬛🌱🌱🌱🌱🌱🌱🌱"
  add_margin
  puts "🌱🌱🌱🌱⬛⬜⬛🔴⬜🔴🔴⬜⬜⬛🌱🌱🌱🌱🌱🌱"
  add_margin
  puts "🌱🌱🌱🌱🌱⬛🔴🔴🔴🔴🔴🔴⬜⬜⬛🌱🌱🌱🌱🌱"
  add_margin
  puts "🌱🌱🌱🌱⬛🔴🔴🔴🔴🔴🔴🔴🔴🔴⬛🌱🌱🌱🌱🌱"
  add_margin
  puts "🌱🌱🌱🌱🌱⬛⬜⬜⬛⬜⬜⬜⬛⬛🌱🌱🌱🌱🌱🌱"
  add_margin
  puts "🌱🌱🌱🌱🌱🌱⬛⬛⬛⬛⬛⬛🌱🌱🌱🌱🌱🌱🌱🌱"
  add_margin
  puts "🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱"
end
